Repository: Spirent-PT/subiquity
Catalog: po/*.po
Languages: gl, pl, zh_tw

source: Installer shell session activated. This shell session is running inside the installer environment. You will be returned to the installer when this shell is exited, for example by typing Control-D or 'exit'. Be aware that this is an ephemeral environment. Changes to this environment will not survive a reboot. If the install has started, the installed system will be mounted at /target.
gl: Activouse a sesión de consola do instalador. Esta sesión estase a executar dentro do ambiente do instalador. Desde esta consola pode volver ao instalador escribindo, por exemplo, Control-D ou «exit». Teña en conta que este é un ambiente efémero. Os cambios que se fagan neste ambiente non sobreviven o reinicio. Se a instalación xa se iniciou, o sistema instalado móntase en /target.
pl: Uruchomiono sesję powłoki instalatora. Ta sesja powłoki działa w środowisku instalatora. Po jej zakończeniu, na przykład po wpisaniu Control-D lub 'exit', powrócisz do instalatora. Pamiętaj, że to środowisko jest ulotne. Zmiany w tym środowisku nie przetrwają restartu. Jeśli rozpoczęła się instalacja, to instalowany system będzie zamontowany jako /target.

source: yes
gl: si
pl: tak
zh_tw: 是

source: no
gl: non
pl: nie
zh_tw: 否

source: Confirmation is required to continue.
gl: Requírese confirmación para continuar.
pl: Aby kontynuować wymagane jest potwierdzenie.
zh_tw: 必須確認以繼續。

source: Add 'autoinstall' to your kernel command line to avoid this
gl: Engada «autoinstall» á liña de ordes do seu kernel para evitar isto
pl: Dodaj 'autoinstall' do wiersza poleceń jądra, aby tego uniknąć
zh_tw: 為內核指令列加入 autoinstall 以避免此情況

source: Continue with autoinstall?
gl: Desexa continuar coa instalación automática?
pl: Czy kontynuować automatyczną instalację?
zh_tw: 是否以 autoinstall 繼續？

source: Importing keys failed:
gl: Produciuse un erro ao importar as chaves:
pl: Importowanie kluczy nie powiodło się:
zh_tw: 金鑰匯入失敗：

source: ssh-keygen failed to show fingerprint of downloaded keys:
gl: ssh-keygen non deu mostrado a pegada dixital ou descargado as chaves:
pl: ssh-keygen nie zdołał wyświetlić odcisku pobranych kluczy:
zh_tw: ssh-keygen 無法顯示下載的金鑰指紋：

source: Cannot edit {selflabel} as it is part of the {cdtype} {cdname}.
gl: Non é posíbel editar {selflabel} porque é parte de {cdtype} {cdname}.
pl: Nie można modyfikować {selflabel} ponieważ jest częścią {cdtype} {cdname}.
zh_tw: 無法編輯 {selflabel} 因為它是 {cdtype} {cdname} 的一部分。

source: Cannot edit pre-existing RAIDs.
gl: Non é posíbel editar RAID xa existentes
pl: Nie można modyfikować istniejących macierzy RAID.
zh_tw: 無法編輯現存的 RAID。

source: Cannot edit {raidlabel} because it has partitions.
pl: Nie można modyfikować {raidlabel} ponieważ zawiera partycje.

source: Cannot edit pre-existing volume groups.
gl: Non é posíbel editar grupos de volumes xa existentes.
pl: Nie można modyfikować istniejących grup woluminów.
zh_tw: 無法編輯預先存在的卷宗群組。

source: Cannot edit {vglabel} because it has logical volumes.
pl: Nie można modyfikować {vglabel} ponieważ zawiera woluminy logiczne.

source: Cannot remove {selflabel} from pre-existing {cdtype} {cdlabel}.
gl: Non é posíbel retirar {selflabel} do {cdtype} {cdlabel} xa existente.
pl: Nie można usunąć {selflabel} z istniejącego {cdtype} {cdlabel}.
zh_tw: 無法從現存的 {cdtype} {cdlabel} 移除 {selflabel}。

source: Removing {selflabel} would leave the {cdtype} {cdlabel} with less than {min_devices} devices.
gl: Retirasr {selflabel} deixaría {cdtype} {cdlabel} con menos de {min_devices} dispositivos.
pl: Usunięcie {selflabel} pozostawiłoby {cdtype} {cdlabel} z mniej niż {min_devices} urządzeń.
zh_tw: 移除 {selflabel} 會使 {cdtype} {cdlabel} 少於 {min_devices} 個裝置。

source: Removing {selflabel} would leave the {cdtype} {cdlabel} with no devices.
gl: Retirar {selflabel} deixaría {cdtype} {cdlabel} sen dispositivos.
pl: Usunięcie {selflabel} pozostawiłoby {cdtype} {cdlabel} bez urządzeń.

source: Cannot delete {selflabel} as it is part of the {cdtype} {cdname}.
gl: Non é posíbel eliminar {selflabel} porque é parte de {cdtype} {cdname}.
pl: Nie można usunąć {selflabel} ponieważ jest częścią {cdtype} {cdname}.
zh_tw: 無法移除 {selflabel} 因為它是 {cdtype} {cdname} 的一部分。

source: Cannot delete a single partition from a device that already has partitions.
gl: Non é posíbel eliminar unha única partición dun dispositivo que xa ten particións.
pl: Nie można usunąć pojedynczej partycji z urządzenia które już zawiera partycje.
zh_tw: 無法自已經有分割區的裝置移除單一個分割區。

source: Cannot delete required bootloader partition
gl: Non é posíbel eliminar a partición de cargador de arranque requirida
pl: Nie można usunąć wymaganej partycji startowej
zh_tw: 無法刪除必要的開機載入程式分割區

source: Cannot delete {devicelabel} as partition {partnum} is part of the {cdtype} {cdname}.
pl: Nie można usunąć {devicelabel} ponieważ partycja {partnum} jest częścią {cdtype} {cdname}.

source: Cannot delete {devicelabel} because it has {count} mounted partitions.
pl: Nie można usunąć {devicelabel} ponieważ zawiera {count} zamontowanych partycji.

source: Cannot delete {devicelabel} because it has 1 mounted partition.
pl: Nie można usunąć {devicelabel} ponieważ zawiera 1 zamontowaną partycję.

source: Cannot delete a single logical volume from a volume group that already has logical volumes.
gl: Non é posíbel eliminar un único volume lóxico dun grupo de volumes que xa teña volumes lóxicos.
pl: Nie można usunąć pojedynczego woluminu logicznego z grupy woluminów która już zawiera woluminy logiczne.
zh_tw: 無法自已有邏輯卷宗的卷宗群組移除單一個邏輯卷宗。

source: existing
gl: existente
pl: istniejące
zh_tw: 現有

source: new
gl: nova
pl: nowe
zh_tw: 新增

source: configured
gl: configurado
pl: skonfigurowane
zh_tw: 已設定

source: unconfigured
gl: sen configurar
pl: nieskonfigurowane
zh_tw: 未設定

source: primary ESP
gl: ESP primaria
pl: główna ESP
zh_tw: 主要的 ESP

source: backup ESP
gl: ESP de respaldo
pl: zapasowa ESP
zh_tw: 備援的 ESP

source: unused ESP
gl: ESP sen utilizar
pl: nieużywana ESP
zh_tw: 未使用的 ESP

source: BIOS grub spacer
pl: rozpórka BIOS grub

source: extended
gl: ampliado
pl: rozszerzona
zh_tw: 擴充分割區

source: logical
gl: lóxica
pl: logiczna
zh_tw: 邏輯分割區

source: encrypted
gl: cifrado
pl: szyfrowana
zh_tw: 已加密

source: multipath device
gl: Dispositivo multipath
pl: urządzenie wielościeżkowe

source: local disk
gl: disco local
pl: dysk lokalny
zh_tw: 本機磁碟

source: partition of {device}
gl: partición de {device}
pl: partycja {device}
zh_tw: {device} 的分割區

source: software
pl: programowy

source: LVM volume group
gl: grupo de volumes LVM
pl: grupa woluminów LVM
zh_tw: LVM 卷宗群組

source: LVM logical volume
gl: Volume lóxico LVM
pl: logiczny wolumin LVM
zh_tw: LVM 邏輯卷宗

source: partition {number}
gl: partición {number}
pl: partycja {number}
zh_tw: 分割區 {number}

source: partition {number} of {device}
gl: partición {number} de {device}
pl: partycja {number} na {device}
zh_tw: {device} 的分割區 {number}

source: free space
gl: espazo libre
pl: dostępna przestrzeń
zh_tw: 可用空間

source: {component_name} of {desc} {name}
gl: {component_name} de {desc} {name}
pl: {component_name} - {desc} {name}

source: already formatted as {fstype}
gl: xa está formatado como {fstype}
pl: już sformatowane jako {fstype}
zh_tw: 已格式化為 {fstype}

source: to be reformatted as {fstype}
gl: vai ser reformatado como {fstype}
pl: do ponownego formatowana jako {fstype}
zh_tw: 要重新格式化為 {fstype}

source: to be formatted as {fstype}
gl: vai ser formatado como {fstype}
pl: do sformatowana jako {fstype}
zh_tw: 要格式化為 {fstype}

source: mounted at {path}
gl: montado en {path}
pl: zamontowane na {path}
zh_tw: 掛載於 {path}

source: not mounted
gl: sen montar
pl: nie zamontowane
zh_tw: 未掛載

source: unused
gl: sen utilizar
pl: nieużywane
zh_tw: 未使用

source: used
gl: utilizado
pl: używane
zh_tw: 已用

source: container for {devices}
pl: kontener dla {devices}

source: Block device probe failure
gl: Produciuse un erro ao sondar un dispositivo de bloque
pl: Odczyt urządzenia blokowego nie powiódł się
zh_tw: 系統區塊裝置探測失敗

source: Disk probe failure
gl: Produciuse un erro ao sondar un disco
pl: Odczyt dysku nie powiódł się
zh_tw: 磁碟探測失敗

source: Install failure
gl: Produciuse un fallo na instalación
pl: Instalacja nie powiodła się
zh_tw: 安裝失敗

source: Installer crash
gl: O instalador quebrou
pl: Krytyczny błąd instalatora
zh_tw: 安裝程式崩潰

source: Network error
gl: Erro de rede
pl: Błąd sieci
zh_tw: 網路錯誤

source: Network client error
pl: Błąd klienta sieci

source: Server request failure
pl: Błąd żądania do serwera

source: Unknown error
gl: Erro descoñecido
pl: Nieznany błąd
zh_tw: 未知的錯誤

source: autoconfiguration failed
gl: fallou a configuración automática
pl: autokonfiguracja nie powiodła się
zh_tw: 自動設定失敗

source: The host key fingerprints are:
gl: As pegadas dixitais da chave do servidor son:
pl: Odciski klucza serwera:
zh_tw: 主機金鑰指紋為：

source: The {keytype} host key fingerprint is: {fingerprint}
pl: Odcisk klucza serwera typu {keytype}: {fingerprint}

source: {desc} do not match
gl: {desc} non coincide
pl: {desc} nie zgadzają się
zh_tw: {desc} 不相符

source: , or
gl: , ou
pl: , lub
zh_tw: ，或

source: or
gl: ou
pl: lub
zh_tw: 或

source: This field must be a {schemes} URL.
pl: To pole musi być adresem URL {schemes}.

source: Done
gl: Feito
pl: Gotowe
zh_tw: 完成

source: Cancel
gl: Cancelar
pl: Anuluj
zh_tw: 取消

source: Yes
gl: Si
pl: Tak
zh_tw: 是

source: No
gl: Non
pl: Nie
zh_tw: 否

source: Close
gl: Pechar
pl: Zamknij
zh_tw: 關閉

source: Save
gl: Gardar
pl: Zapisz
zh_tw: 儲存

source: Subnet:
gl: Subrede:
pl: Podsieć:
zh_tw: 子網路：

source: Address:
gl: Enderezo:
pl: Adres IP:
zh_tw: 位址：

source: Gateway:
gl: Pasarela:
pl: Brama sieciowa:
zh_tw: 閘道：

source: Name servers:
gl: Servidores de nomes:
pl: Serwery DNS:
zh_tw: 名稱伺服器：

source: IP addresses, comma separated
gl: Enderezos de IP, separados por vírgulas
pl: Adresy IP, oddzielone przecinkami
zh_tw: IP 位址，以逗號分隔

source: Search domains:
gl: Dominios de busca:
pl: Domeny przeszukiwania:
zh_tw: 搜尋網域：

source: Domains, comma separated
gl: Dominios, separados por vírgulas
pl: Domeny, oddzielone przecinkami
zh_tw: 網域，以逗號分隔

source: should be in CIDR form ({example})
gl: debería estar na forma de CIDR ({example})
pl: powinien być w formacie CIDR ({example})
zh_tw: 須為 CIDR 形式（{example}）

source: '{address}' is not contained in '{subnet}'
pl: '{address}' nie zawiera się w '{subnet}'

source: Automatic (DHCP)
gl: Automático (DHCP)
pl: Automatycznie (DHCP)
zh_tw: 自動 (DHCP)

source: Manual
pl: Ręcznie
zh_tw: 手動

source: Disabled
gl: Desactivada
pl: Wyłączone
zh_tw: 停用

source: IPv{v} Method:
gl: Método de IPv{v}:
pl: Metoda IPv{v}:
zh_tw: IPv{v} 方法：

source: Create
gl: Crear
pl: Utwórz
zh_tw: 建立

source: VLAN ID must be between 1 and 4095
gl: O identificador da VLAN debe estar entre 1 e 4095
pl: VLAN ID musi się zawierać między 1 a 4095
zh_tw: VLAN ID 必須介於 1 及 4095

source: {netdev} already exists
pl: {netdev} już istnieje

source: Add a VLAN tag
gl: Engadir unha etiqueta de VLAN
pl: Dodaj znacznik VLAN
zh_tw: 加入 VLAN 標記

source: Info for {device}
gl: Información sobre {device}
pl: Informacje o {device}
zh_tw: {device} 的資訊

source: Name:
gl: Nome:
pl: Nazwa:
zh_tw: 名稱：

source: Devices:
gl: Dispositivos:
pl: Urządzenia:
zh_tw: 裝置：

source: Bond mode:
gl: Modo de vencello:
pl: Tryb powiązania:
zh_tw: 綁定模式：

source: XMIT hash policy:
gl: Política de hash de XMIT:
pl: Zasady skrótu XMIT:
zh_tw: XMIT 排序邏輯：

source: LACP rate:
gl: Taxa de LACP:
pl: prędkość LACP:
zh_tw: LACP 交換間隔：

source: There is already a network device named "{netdev}"
gl: Xa existe un dispositivo de rede chamado «{netdev}»
pl: Już istnieje urządzenie sieciowe o nazwie "{netdev}"
zh_tw: 已有名為「{netdev}」的網路裝置

source: Name cannot be empty
gl: O nome non pode estar baleiro
pl: Nazwa nie może być pusta
zh_tw: 名稱不能空白

source: Name cannot be more than 16 characters long
gl: O nome non pode ter máis de 16 caracteres
pl: Nazwa nie może być dłuższa niż 16 znaków
zh_tw: 名稱不能超過 16 個字元

source: Create bond
gl: Crear vencello
pl: Utwórz powiązanie

source: Edit bond
gl: Editar vencello
pl: Edytuj powiązanie

source: Select a network
gl: Seleccione unha rede
pl: Wybierz sieć
zh_tw: 選取網路

source: Network interface {nic} WIFI configuration
gl: Configuración de WIFI da interface de rede {nic}
pl: Konfiguracja Wi-Fi interfejsu {nic}
zh_tw: 網路介面 {nic} WIFI 設定

source: VLAN {id} on interface {link}
gl: VLAN {id} na interface {link}
pl: VLAN {id} na interfejsie {link}
zh_tw: VLAN {id} 在介面 {link} 上

source: bond master for {interfaces}
gl: vencellar principal para {interfaces}
pl: powiązanie główne dla {interfaces}

source: not connected
gl: sen conexión
pl: nie połączono
zh_tw: 未連線

source: enslaved to {device}
gl: dependente de {device}
pl: podrzędne dla {device}
zh_tw: 附屬於 {device} 之下

source: timed out
gl: esgotou o tempo
pl: upłynął limit czasu
zh_tw: 已逾時

source: static
gl: estático
pl: statyczny
zh_tw: 靜態

source: disabled
gl: desactivado
pl: wyłączone
zh_tw: 停用

source: A wifi device was detected but the necessary support packages were not available.
pl: Wykryto urządzenie Wi-Fi, ale niezbędne pakiety obsługi nie były dostępne.

source: Wifi support packages are being installed.
pl: Instalowane są pakiety obsługi Wi-Fi.

source: Wifi support packages failed to install. Please check the logs.
pl: Nie udało się zainstalować pakietów obsługi Wi-Fi. Sprawdź logi.

source: Wifi support packages will be installed in the target system.
pl: Pakiety obsługi Wi-Fi zostaną zainstalowane w systemie docelowym.

source: Configure at least one interface this server can use to talk to other machines, and which preferably provides sufficient access for updates.
gl: Configure cando menos unha interface que este servidor poida empregar para falar con outras máquinas e que, preferibelmente, forneza acceso suficiente para as actualizacións.
pl: Skonfiguruj przynajmniej jeden interface sieciowy aby serwerem mógł się komunikować z siecią.

source: Back
gl: Atrás
pl: Wstecz
zh_tw: 返回

source: Continue without network
gl: Continuar sen rede
pl: Kontynuuj bez sieci
zh_tw: 以無網路連線繼續

source: Applying changes
gl: Estanse a aplicar os cambios
pl: Zastosowywanie zmian
zh_tw: 正在套用變更

source: 0 (striped)
gl: 0 (liñas quitadas)
pl: 0 (przeplot)
zh_tw: 0（條帶化）

source: 1 (mirrored)
gl: 1 (replicado)
pl: 1 (lustrzany)
zh_tw: 1（鏡像）

source: Container
pl: Kontener

source: input cannot be empty
pl: wprowadzona wartość nie może być pusta

source: {input!r} is not valid input
pl: wartość {input!r} nie jest prawidłowa

source: Other
gl: Outro
pl: Inne
zh_tw: 其他

source: Leave unmounted
gl: Deixar sen montar
pl: Pozostaw niezamontowane
zh_tw: 維持未掛載狀態

source: Sorry, there was a problem examining the storage devices on this system.
gl: Desculpe, mais produciuse un problema ao examinar os dispositivos de almacenamento deste sistema.
pl: Niestety wystąpił problem podczas wykrywania urządzeń masowych w tym systemie.
zh_tw: 抱歉，在檢查本系統上的儲存裝置時發生了一點問題。

source: Sorry, there was a problem completing the installation.
gl: Desculpe, mais produciuse un problema ao completar a instalación.
pl: Niestety wystąpił problem w trakcie instalacji.
zh_tw: 抱歉，因為發生了問題所以無法完成安裝。

source: Sorry, there was a problem applying the network configuration.
gl: Desculpe, mais produciuse un problema ao aplicar a configuración de rede.
pl: Niestety wystąpił problem podczas konfigurowania sieci.
zh_tw: 抱歉，套用網路設定時發生了一點問題。

source: Sorry, the installer has encountered an internal error.
pl: Niestety wystąpił wewnętrzny problem instalatora.

source: Sorry, the installer has restarted because of an error.
gl: Desculpe, mais o instalar reiniciouse debido a un erro.
pl: Niestety instalator został ponownie uruchomiony z powodu błędu.
zh_tw: 抱歉，安裝程式已因為錯誤而重新啟動。

source: Sorry, an unknown error occurred.
gl: Desculpe, mais produciuse un erro descoñecido.
pl: Niestety wystąpił nieznany błąd.
zh_tw: 抱歉，發生了未知的錯誤。

source: Information is being collected from the system that will help the developers diagnose the report.
gl: Estase a recoller información do sistema que ha axudar os programadores a diagnosticar o informe.
pl: Z systemu zbierane są informacje, które pomogą programistom zdiagnozować raport.
zh_tw: 從系統上蒐集的資訊將會協助 開發者診斷報告。

source: Loading report...
gl: Estase a cargar o informe...
pl: Wczytywanie raportu...
zh_tw: 載入報告中...

source: Collecting information from the system failed. See the files in /var/log/installer for more.
gl: Fallou a recolla de información do sistema. Vexa os ficheiros de /var/log/instalar para máis información.
pl: Zbieranie informacji z systemu nie powiodło się. Zobacz pliki w /var/log/installer, aby uzyskać więcej informacji.
zh_tw: 蒐集系統資訊失敗。更多資訊請查閱位在 /var/log/installer 的檔案。

source: Loading the report failed. See the files in /var/log/installer for more.
gl: Fallou a carga do informe. Vexa os ficheiros de /var/log/installer para máis información.
pl: Nie udało się wczytać raportu. Zobacz pliki w /var/log/installer, aby uzyskać więcej informacji.
zh_tw: 載入報告失敗。更多資訊請查閱位在 /var/log/installer 的檔案。

source: You can continue and the installer will just present the disks present in the system and not other block devices, or you may be able to fix the issue by switching to a shell and reconfiguring the system's block devices manually.
gl: Pode continuar e o instalar simplemente mostra os discos presentes no sistema e non os demais dispositivos de bloque, ou pode que queira arranxar o problema pasando a unha consola e reconfigurando manualmente os dispositivos de bloque.
pl: Możesz kontynuować, a instalator przedstawi tylko dyski obecne w systemie, a nie inne urządzenia blokowe, albo możesz rozwiązać problem, przechodząc do powłoki i ręcznie ponownie skonfigurować urządzenia blokowe systemu.

source: You may be able to fix the issue by switching to a shell and reconfiguring the system's block devices manually.
gl: Pode tentar arranxar o problema pasando a unha consola e reconfigurando manualmente os dispositivos de bloque do sistema.
pl: Możesz rozwiązać problem, przechodząc do powłoki i ręcznie ponownie skonfigurować urządzenia blokowe systemu.
zh_tw: 您可能可以透過切換至 shell 並手動重新設定 系統區塊裝置的來修正這個問題。

source: You can continue with the installation but it will be assumed the network is not functional.
gl: Pode continuar coa instalación mais asúmese que a rede non é funcional.
pl: Można kontynuować instalację, ale zostanie przyjęte, że sieć nie działa.
zh_tw: 您可以繼續安裝但它將會假定網路功能 不能用。

source: You can continue or restart the installer.
pl: Możesz kontynuować lub ponownie uruchomić instalator.

source: Do you want to try starting the installation again?
gl: Desexa probar a iniciar a instalación de novo?
pl: Czy spróbować ponownie uruchomić instalator?
zh_tw: 您是否想要試著再次執行安裝？

source: Select continue to try the installation again.
gl: Seleccione Continuar para probar a instalación de novo.
pl: Wybierz kontynuowanie, aby ponowić próbę instalacji.
zh_tw: 選擇繼續來再次嘗試安裝。

source: If you want to help improve the installer, you can send an error report.
gl: Se desexa axudar a mellorar o instalador pode enviar un informe de erro.
pl: Jeśli chcesz pomóc usprawnić instalator, możesz wysłać raport błędów.
zh_tw: 若您想協助改善安裝程式，您可以傳送一份錯誤報告。

source: Cancel upload
gl: Cancelar o envío
pl: Anuluj wysyłanie
zh_tw: 取消上傳

source: Close report
gl: Pechar o informe
pl: Zamknij raport
zh_tw: 關閉報告

source: Continue
gl: Continuar
pl: Kontynuuj
zh_tw: 繼續

source: Switch to a shell
gl: Pasar a unha consola
pl: Przełącz do powłoki
zh_tw: 切換至 shell

source: Restart the installer
gl: Reiniciar o instalador
pl: Zrestartuj instalator
zh_tw: 重新啟動安裝程式

source: Send to Canonical
gl: Enviar a Canonical
pl: Wyślij do Canonical
zh_tw: 傳送至 Canonical

source: Sent to Canonical
gl: Enviado a Canonical
pl: Wysłane do Canonical
zh_tw: 已傳送至 Canonical

source: View full report
gl: Ver o informe completo
pl: Zobacz pełen raport
zh_tw: 檢視完整報告

source: The error report has been saved to {loc} on the filesystem with label {label!r}.
gl: O informe de erro foi gardado en {loc} no Sis coa etiqueta {label!r}.
pl: Raport o błędach został zapisany w {loc} w systemie plików z etykietą {label!r}.
zh_tw: 錯誤報告已被儲存至 {loc} 在標籤為 {label!r} 的檔案系統上。

source: DATE
gl: DATA
pl: DATA
zh_tw: 日期

source: KIND
gl: TIPO
pl: RODZAJ
zh_tw: 類別

source: STATUS
gl: ESTADO
pl: STAN
zh_tw: 狀態

source: Select an error report to view:
gl: Seleccione o informe de erro que desexa ver:
pl: Wybierz raport o błędach do wyświetlenia:
zh_tw: 選擇要檢視的錯誤報告：

source: VIEWED
gl: VISTO
pl: WYŚWIETLONY
zh_tw: 已檢視

source: UNVIEWED
gl: SEN VER
pl: NIEWYŚWIETLONY
zh_tw: 未檢視

source: formatted as {fstype}
pl: sformatowane jako {fstype}

source: , mounted at {path}
pl: , zamontowane na {path}

source: , not mounted
gl: , sen montar
pl: , nie zamontowane
zh_tw: ，未掛載

source: unused {device}
pl: nieużywane {device}

source: If you put all disks into RAIDs or LVM VGs, there will be nowhere to put the boot partition.
gl: Se pon todos os discos en RAID ou VG LVM non haberá onde pór a partición de arranque.
pl: Jeśli umieścisz wszystkie dyski w macierzach RAID lub LVM VG, nie będzie miejsca na partycję startową.
zh_tw: 若您將所有的磁碟加入 RAID 或 LVM VG，這樣將會沒有地方可以放開機磁區。

source: Do you really want to delete the {desc} {label}?
gl: Confirma que desexa eliminar {desc} {label}?
pl: Czy na pewno chcesz usunąć {desc} {label}?
zh_tw: 是否真的要刪除 {desc} {label}？

source: It is formatted as {fstype} and mounted at {path}
gl: Está formatado como {fstype} e montado en {path}
pl: Sformatowane jako {fstype} i zamontowane na {path}
zh_tw: 它已被格式化為 {fstype} 且掛載於 {path}

source: It is formatted as {fstype} and not mounted.
gl: Está formatado como {fstype} e sen montar.
pl: Jest sformatowany jako {fstype} i nie jest zamontowany.
zh_tw: 它已被格式化為 {fstype} 但尚未掛載。

source: It contains 1 logical volume
pl: Zawiera 1 wolumin logiczny

source: It contains 1 partition
pl: Zawiera 1 partycję

source: It contains 1 volume.
pl: Zawiera 1 wolumin.

source: It is not formatted or mounted.
gl: Non está formatado nin montado.
pl: Nie jest sformatowane ani zamontowane.
zh_tw: 它尚未被格式化或掛載。

source: Delete
gl: Borrar
pl: Usuń
zh_tw: 刪除

source: Remove filesystem from {device}
pl: Usuń system plików z {device}

source: Do you really want to remove the existing filesystem from {device}?
pl: Czy na pewno chcesz usunąć system plików z {device}?

source: logical volumes
gl: volumes lóxicos
pl: woluminy logiczne
zh_tw: 邏輯卷宗

source: partitions
gl: particións
pl: partycje
zh_tw: 硬碟分割區

source: Remove all {things} from {obj}
gl: Retirar todos os {things} de {obj}
pl: Usuń wszystkie {things} z {obj}
zh_tw: 刪除 {obj} 的所有 {things}

source: Do you really want to remove all {things} from {obj}?
gl: Confirma que desexa eliminar todos os {things} de {obj}?
pl: Czy na pewno chcesz usunąć wszystkie {things} z {obj}?
zh_tw: 是否真的要由 {obj} 移除所有 {things}？

source: Reformat
gl: Reformatar
pl: Sformatuj ponownie
zh_tw: 重新格式化

source: existing {fstype}
gl: {fstype} existente
pl: istniejący {fstype}
zh_tw: 現有 {fstype}

source: new {fstype}
gl: {fstype} novo
pl: nowy {fstype}
zh_tw: 新增 {fstype}

source: No disks or partitions mounted.
gl: Non hai discos nin particións montados.
pl: Brak zamontowanych dysków i partycji.
zh_tw: 未有掛載的磁碟或分割區。

source: MOUNT POINT
gl: PUNTO DE MONTAXE
pl: Punkt montowania
zh_tw: 掛載點

source: SIZE
gl: TAMAÑO
pl: Rozmiar
zh_tw: 大小

source: TYPE
gl: TIPO
pl: Typ
zh_tw: 類型

source: DEVICE TYPE
gl: TIPO DE DISPOSITIVO
pl: Typ urządzenia
zh_tw: 裝置類型

source: Unmount
gl: Desmontar
pl: Odmontuj
zh_tw: 卸載

source: No available devices
gl: Non hai dispositivos dispoñíbeis
pl: Brak dostępnych urządzeń
zh_tw: 無可用的裝置

source: No used devices
gl: Non hai dispositivos empregados
pl: Brak używanych urządzeń
zh_tw: 無使用的裝置

source: Remove from {device}
gl: Retirar de {device}
pl: Usuń z {device}
zh_tw: 自 {device} 中移除

source: Create Logical Volume
gl: Crear volume lóxico
pl: Utwórz wolumin logiczny
zh_tw: 建立邏輯卷宗

source: Add {ptype} Partition
gl: Engadir partición {ptype}
pl: Dodaj partycję {ptype}
zh_tw: 加入 {ptype} 分割區
