Repository: Spirent-PT/subiquity
Catalog: po/*.po
Languages: gl, pl, zh_tw

source: pretend to run an install
gl: simular a execución dunha instalación
pl: pozoruj uruchomienie i instalację
zh_tw: 假裝要執行安裝

source: crash the ui
gl: quebrar a interface gráfica
pl: zawieś interfejs użytkownika

source: (dry-run only)
gl: (só en execucións simuladas)
pl: (tylko tryb dry-ru)
zh_tw: （僅乾運行）

source: Shortcut Keys
gl: Atallos de teclado
pl: Skróty klawiszowe
zh_tw: 快捷鍵

source: About this installer
gl: Sobre este instalador
pl: O instalatorze
zh_tw: 關於此安裝程式

source: Keyboard shortcuts
gl: Atallos do teclado
pl: Skróty klawiszowe
zh_tw: 鍵盤快捷鍵

source: Enter shell
gl: Entrar na consola
pl: Otwórz powłokę
zh_tw: 進入 shell

source: Help on SSH access
gl: Axuda sobre o acceso mediante SSH
pl: Pomoc na temat dostępu przez SSH
zh_tw: SSH 存取的說明

source: Toggle rich mode
pl: Przełącz tryb bogaty

source: Help on this screen
gl: Axuda sobre esta pantalla
pl: Pomoc na tym ekranie
zh_tw: 關於此頁面的說明

source: View error reports
gl: Ver os informes de erro
pl: Zobacz raporty błędów
zh_tw: 檢視錯誤報告

source: Help
gl: Axuda
pl: Pomoc
zh_tw: 說明

source: About the installer
gl: Sobre o instalador
pl: O instalatorze
zh_tw: 關於此安裝程式

source: The characters : , and = are not permitted in this field
gl: Os caracteres :, e = non están permitidos neste campo
pl: W tym polu niedozwolone są znaki: , oraz =
zh_tw: 此欄位不允許 : , = 的字元

source: The only characters permitted in this field are a-z, 0-9, _ and -
gl: Os únicos caracteres permitidos neste campo son a-z, 0-9, _ e -
pl: Dopuszczalne są znaki A-Z, 0-9, _ oraz -
zh_tw: 此欄位僅允許使用的字元為 a-z、0-9、_ 和 -

source: Your name:
gl: O seu nome:
pl: Twoje imię:
zh_tw: 您的名字：

source: Your server's name:
gl: O nome deste servidor:
pl: Nazwa serwera:
zh_tw: 您的伺服器名稱：

source: The name it uses when it talks to other computers.
gl: O nome que utiliza para falar con outros computadores.
pl: Nazwa używana podczas komunikacji z innymi komputerami.
zh_tw: 當它與其它電腦溝通時所使用的名稱。

source: Pick a username:
gl: Escolla un nome de usuario:
pl: Wybierz nazwę użytkownika:
zh_tw: 使用者名稱：

source: Choose a password:
gl: Escolla un contrasinal:
pl: Ustaw hasło:
zh_tw: 請設定一組密碼：

source: Confirm your password:
gl: Confirme o contrasinal:
pl: Potwierdź hasło:
zh_tw: 確認您的密碼：

source: Name too long, must be less than {limit}
pl: Nazwa jest zbyt długa, musi być krótsza niż {limit}

source: Server name must not be empty
gl: O nome de servidor non pode estar baleiro
pl: Nazwa serwera nie może być pusta
zh_tw: 伺服器名稱不得為空白

source: Server name too long, must be less than {limit}
pl: Nazwa serwera jest zbyt długa, musi być krótsza niż {limit}

source: Hostname must match HOSTNAME_REGEX:
pl: Nazwa hosta musi być zgodna z HOSTNAME_REGEX:

source: Username missing
gl: Falta o nome de usuario
pl: Brak nazwy użytkownika
zh_tw: 缺少使用者名稱

source: Username too long, must be less than {limit}
pl: Nazwa użytkownika jest za długa, musi być krótsza niż {limit}

source: Username must match USERNAME_REGEX:
pl: Nazwa użytkownika musi być zgodna z USERNAME_REGEX:

source: The username "{username}" is reserved for use by the system.
gl: O nome de usuario «{username}» está reservado para o seu uso por parte do sistema.
pl: Nazwa użytkownika "{username}" jest zarezerwowana do użytku przez system.
zh_tw: 使用者名稱「{username}」保留供系統使用。

source: Password must be set
gl: Hai que indicar un contrasinal
pl: Hasło musi być ustawione
zh_tw: 必須設定密碼

source: Passwords do not match
gl: Os contrasinais non coinciden
pl: Hasła nie pasują do siebie
zh_tw: 密碼不符

source: Reboot Now
gl: Reiniciar agora
pl: Uruchom ponownie
zh_tw: 馬上重新開機

source: View error report
gl: Ver o informe de erros
pl: Zobacz raport błędu
zh_tw: 檢視錯誤報告

source: View full log
gl: Ver o rexistro completo
pl: Wyświetl pełny log
zh_tw: 檢視完整記錄檔

source: Full installer output
gl: Saída completa do instalador
pl: Pełne dane wyjściowe instalatora
zh_tw: 完整的安裝程式輸出

source: Installing system
gl: Estase a instalar o sistema
pl: Instalacja systemu
zh_tw: 正在安裝系統

source: Installation complete!
gl: Completouse a instalación!
pl: Instalacja ukończona!
zh_tw: 安裝完成！

source: An error occurred during installation
gl: Produciuse un erro durante a instalación
pl: Błąd podczas instalacji
zh_tw: 安裝過程中發生錯誤

source: Rebooting...
gl: Estase a reiniciar...
pl: Ponowne uruchamianie...
zh_tw: 正在重新開機...

source: Selecting Continue below will begin the installation process and result in the loss of data on the disks selected to be formatted. You will not be able to return to this or a previous screen once the installation has started. Are you sure you want to continue?
gl: Ao seleccionar Continuar abaixo, o proceso de instalación comezará e causará a perda dos datos dos discos seleccionados para seren formatados. Non poderá retornar a esta pantalla ou a ningunha anterior unha vez comece a instalación. Con des continuar?
pl: Wybranie opcji Kontynuuj poniżej rozpocznie proces instalacji i spowoduje utratę danych na dyskach wybranych do sformatowania. Po rozpoczęciu instalacji nie będzie można wrócić do tego lub poprzedniego ekranu. Czy na pewno chcesz kontynuować?
zh_tw: 選擇下方的繼續將會開始進行安裝，而要被格式化 的磁碟上原有的檔案將會消失。 一旦安裝開始，您將會無法回到此頁面或上一頁。 您是否想要繼續？

source: Confirm destructive action
gl: Confirme unha acción destrutiva
pl: Potwierdź destrukcyjne działanie
zh_tw: 確認執行不可逆的破壞性操作

source: The installer running on {tty} is currently installing the system. You can wait for this to complete or switch to a shell.
gl: O instalador que se está a executar en {tty} está a instalar o sistema neste momento. Pode agardar a que conclúa ou pasar a unha consola.
pl: Instalator działający na {tty} aktualnie instaluje system. Możesz poczekać na zakończenie tego procesu lub przełączyć się do powłoki.
zh_tw: 在 {tty} 上執行的安裝程式正在安裝作業系統。 您可以等它執行完畢或切換至 shell。

source: Keyboard auto-detection
gl: Detección automática do teclado
pl: Autodetekcja klawiatury
zh_tw: 鍵盤配置自動偵測

source: Keyboard detection starting. You will be asked a series of questions about your keyboard. Press escape at any time to go back to the previous screen.
gl: Comeza a detección do teclado. Faránselle unhas preguntas sobre o seu teclado. Prema escape en calquera momento para retornar á pantalla anterior.
pl: Rozpoczęcie wykrywania klawiatury. Zostaniesz poproszony o serię pytań dotyczących Twojej klawiatury. W dowolnym momencie naciśnij klawisz Escape, aby wrócić do poprzedniego ekranu.
zh_tw: 開始偵測鍵盤配置，您將會被問幾個與您鍵盤有關的問題。您可以隨時按下 Esc 鍵回到上一個畫面。

source: Keyboard auto detection completed. Your keyboard was detected as:
gl: Concluíu a detección automática do teclado. O teclado detectado foi:
pl: Automatyczne wykrywanie klawiatury zakończone. Twoja klawiatura została wykryta jako:
zh_tw: 鍵盤配置自動偵測已完成。 您的鍵盤配置為：

source: If this is correct, select Done on the next screen. If not you can select another layout or run the automated detection again.
gl: De ser correcto, seleccione Feito na pantalla seguinte. Se non, pode seleccionar outra disposición ou executar a detección automática de novo.
pl: Jeśli tak, wybierz Gotowe na następnym ekranie. Jeśli nie, możesz wybrać inny układ lub ponownie uruchomić automatyczne wykrywanie.
zh_tw: 若正確，請在下個畫面選擇「完成」。若不正確您可以選擇其他配置或重新執行自動偵測。

source: Layout
gl: Disposición
pl: Układ
zh_tw: 配置

source: Variant
gl: Variante
pl: Wariant

source: Please press one of the following keys:
gl: Prema nunha das teclas seguintes:
pl: Naciśnij jeden z klawiszy:
zh_tw: 請按以下其中一個鍵：

source: Input was not recognized, try again
gl: Non se recoñeceu o introducido. Ténteo de novo
pl: Nie rozpoznano wprowadzonego znaku. Spróbuj ponownie
zh_tw: 無法辨識輸入，請重試

source: Is the following key present on your keyboard?
gl: Conta o seu teclado coa tecla seguinte?
pl: Czy ten klawisz występuje na klawiaturze?
zh_tw: 以下按鍵有出現在您的鍵盤上嗎？

source: You will need a way to toggle the keyboard between the national layout and the standard Latin layout. Right Alt or Caps Lock keys are often chosen for ergonomic reasons (in the latter case, use the combination Shift+Caps Lock for normal Caps toggle). Alt+Shift is also a popular combination; it will however lose its usual behavior in Emacs and other programs that use it for specific needs. Not all listed keys are present on all keyboards.
gl: Vai ter que buscar o xeito de alternar o teclado entre a disposición nacional e latina estándar. A tecla Alt da dereita ou a de bloqueo de maiúsculas escóllense frecuentemente por razóns de ergonomía (neste último caso, emprega a combinación Maiús.+Bloqueo de maiúsculas para alternar as maiúsculas). Alt+Maiús. tamén é unha combinación popular; porén, perderá o seu comportamento habitual en Emacs e noutros programas que a empregan para casos específicos. Non todas as teclas listadas están presentes en todos os teclados.
pl: Będziesz potrzebować sposobu na przełączanie klawiatury między układem narodowym a standardowym układem łacińskim. Klawisze prawy Alt lub Caps Lock są często wybierane ze względów ergonomicznych (w tym drugim przypadku użyj kombinacji Shift+Caps Lock dla normalnego przełączania wielkości liter). Alt+Shift to także popularna kombinacja; straci jednak swoje zwykłe zachowanie w programie Emacs i innych, które używają jej do określonych potrzeb. Nie wszystkie wymienione klawisze są obecne na wszystkich klawiaturach.
zh_tw: 您將會需要一個能夠在鍵盤的國際配置以及標準拉丁配置間切換的方法。 右 Alt 或 Caps Lock 鍵通常是個較符合人體工學的選擇（或採用後者，請用 Shift+Caps Lock 鍵的組合來切換大小寫）。Alt+Shift 也是個很受歡迎的組合；不過這將會使這組合鍵在 Emacs 與其他程式中無法使用原本該有的特定功能。 不是在所有鍵盤上都可找到所有列出來的按鍵。

source: Right Alt (AltGr)
gl: Alt dereito (Alt Gr)
pl: Prawy Alt (AltGr)
zh_tw: 右 Alt (AltGr)

source: Right Control
gl: Control dereito
pl: Prawy Ctrl
zh_tw: 右 Control

source: Right Shift
gl: Maiúsculas dereita
pl: Prawy Shift
zh_tw: 右 Shift

source: Right Logo key
gl: Tecla do logotipo da dereita
pl: Prawy klawisz logo (Win)
zh_tw: 右 Logo 鍵

source: Menu key
gl: Tecla de menú
pl: Klawisz menu
zh_tw: 選單鍵

source: Control+Shift
gl: Control+Maiús.
pl: Ctrl+Shift

source: Control+Alt
pl: Ctrl+Alt

source: Left Control+Left Shift
gl: Control esquerdo+Maiúsculas esquerdo
pl: Lewy Ctrl+Lewy Shift
zh_tw: 左 Ctrl + 左 Shift

source: Left Alt
gl: Alt esquerdo
pl: Lewy Alt
zh_tw: 左 Alt

source: Left Control
gl: Control esquerdo
pl: Lewy Ctrl
zh_tw: 左 Control

source: Left Shift
gl: Maiúsculas esquerdo
pl: Lewy Shift
zh_tw: 左 Shift

source: Left Logo key
gl: Tecla do logotipo da esquerda
pl: Lewy klawisz logo (Win)
zh_tw: 左 Logo 鍵

source: Scroll Lock key
gl: Tecla de bloqueo do desprazamento
pl: Klawisz Scroll Lock
zh_tw: Scroll Lock 鍵

source: No toggling
gl: Sen alternar
pl: Bez przełączania
zh_tw: 不切換

source: Shortcut:
gl: Atallo:
pl: Skrót:
zh_tw: 快捷鍵：

source: Select layout toggle
gl: Seleccione como alternar a disposición
pl: Przełącznik wyboru układu
zh_tw: 選擇配置切換鍵

source: Layout:
gl: Disposición:
pl: Układ:
zh_tw: 鍵盤配置：

source: Variant:
gl: Variante:
pl: Wariant:

source: Keyboard configuration
gl: Configuración do teclado
pl: Konfiguracja klawiatury
zh_tw: 鍵盤設定

source: Please select the layout of the keyboard directly attached to the system, if any.
gl: Seleccione a disposición do teclado ligado directamente ao sistema, de habelo.
pl: Wybierz układ klawiatury jeśli jest podłączona bezpośrednio do systemu.
zh_tw: 若有鍵盤連接到本系統，請選擇它的鍵盤配置。

source: Please select your keyboard layout below, or select "Identify keyboard" to detect your layout automatically.
gl: Seleccione a disposición do teclado aquí abaixo ou seleccione «Identificar teclado» para detectar a disposición aut maticamente.
pl: Wybierz układ klawiatury z listy lub wykryj automatycznie, używając opcji "Identyfikacja klawiatury".
zh_tw: 請在下方選擇您的鍵盤配置，或選擇「辨認鍵盤配置」來自動偵測您的配置。

source: Identify keyboard
gl: Identificar teclado
pl: Identyfikacja klawiatury
zh_tw: 辨認鍵盤配置

source: Applying config
gl: Estase a aplicar a configuración
pl: Zapisywanie konfiguracji
zh_tw: 套用設定中

source: Mirror address:
gl: Enderezo da réplica:
pl: Adres serwera lustrzanego:
zh_tw: 鏡像站位址：

source: If you use an alternative mirror for Ubuntu, enter its details here.
gl: Se emprega unha réplica alternativa para Ubuntu, introduza aquí os detalles.
pl: Jeśli używasz alternatywnego serwera lustrzanego dla Ubuntu, wprowadź tutaj jego szczegóły.
zh_tw: 若您要使用 Ubuntu 的替代鏡像站，請在此輸入它的資訊。

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank. The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
gl: Se precisa empregar un proxy de HTTP para acceder ao mundo externo, introduza aquí a información do proxy. Caso contrario, deixe isto en branco. A información do proxy deberá darse na forma estándar de «http://[[usuario][:contrasinal]@]computador[:porto]/».
pl: Jeśli potrzebujesz użyć serwera proxy HTTP, aby uzyskać dostęp do świata zewnętrznego, wprowadź tutaj informacje o serwerze proxy. W przeciwnym razie pozostaw to pole puste. Informacje o serwerze proxy należy podać w standardowej postaci "http://[[user][:pass]@]host[:port]/".
zh_tw: 若您需要使用 HTTP 代理伺服器來存取網際網路，請在此輸入代理伺服器資訊。否則請將此處留白。 代理伺服器資訊應該符合後列標準格式「http://[[user][:pass]@]host[:port]/」。

source: Proxy address:
gl: Enderezo do proxy:
pl: Adres proxy:
zh_tw: 代理伺服器位址：

source: If this system requires a proxy to connect to the internet, enter its details here.
gl: Se este sistema require dun proxy para se conectar á Internet, introduza aquí os seus detalles.
pl: Jeśli ten system łączy się z Internetem za pośrednictwem proxy, podaj szczegóły połączenia.
zh_tw: 若此系統需要透過代理伺服器來連接網際網路，請在此輸入詳細資料。

source: Checking for installer update...
gl: Estase a comprobar a actualización do instalador...
pl: Sprawdzanie aktualizacji do instalatora...
zh_tw: 檢查有否安裝程式更新...

source: Contacting the snap store to check if a new version of the installer is available.
gl: Estase a contactar co almacén de snaps para comprobar se existe unha versión máis recente do instalador.
pl: Kontaktowanie się ze sklepem snap, aby sprawdzić, czy dostępna jest nowa wersja instalatora.
zh_tw: 正在與 Snap 商店檢查是否有新版安裝程式。

source: Contacting the snap store failed
gl: Fallou a conexión co almacén de snaps
pl: Nie udało się skontaktować ze sklepem snap
zh_tw: 與 Snap 商店連線失敗

source: Contacting the snap store failed:
gl: Fallou a conexión co almacén de snaps:
pl: Nie udało się skontaktować ze sklepemsnap:
zh_tw: 與 Snap 商店連線失敗：

source: Installer update available
gl: Existe unha actualización do instalador
pl: Dostępna aktualizacja instalatora
zh_tw: 有新版的安裝程式

source: Version {new} of the installer is now available ({current} is currently running).
gl: Existe unha versión {new} do instalador dispoñíbel (estase a executar {current}).
pl: Wersja {new} instalatora jest już dostępna (aktualnie działa {current}).
zh_tw: {new} 版的安裝程式已可供使用（目前使用的是 {current} 版）。

source: Downloading update...
gl: Estase a descargar a actualización...
pl: Pobieranie aktualizacji...
zh_tw: 正在下載更新...

source: Please wait while the updated installer is being downloaded. The installer will restart automatically when the download is complete.
gl: Agarde a que se descargue a actualización do instalador. O instalador hase reiniciar automaticamente ao concluír a descarga.
pl: Poczekaj na pobranie zaktualizowanego instalatora. Instalator zostanie automatycznie uruchomiony ponownie po zakończeniu pobierania.
zh_tw: 正在下載新版安裝程式，請稍候，安裝程式將在下載完成後自動重新啟動。

source: Update failed
gl: Fallou a actualización
pl: Aktualizacja nie powiodła się
zh_tw: 更新失敗

source: Downloading and applying the update:
gl: Estase a descargar e aplicar a actualización:
pl: Pobieranie i instalowanie aktualizacji:
zh_tw: 正在下載並套用更新：

source: Continue without updating
gl: Continuar sen actualizar
pl: Kontynuuj bez aktualizacji
zh_tw: 以目前版本繼續

source: Try again
gl: Tentar de novo
pl: Spróbuj ponownie
zh_tw: 重試

source: You can read the release notes for each version at:
gl: Pode ler as notas de publicación de cada versión en:
pl: Możesz przeczytać informacje o wydaniu dla każdej wersji pod adresem:
zh_tw: 您可在這裡閱讀每個版本的發行備註：

source: If you choose to update, the update will be downloaded and the installation will continue from here.
gl: Se escolle actualizar, descargarase a actualización e a instalación continuará a seguir.
pl: Jeśli zdecydujesz się na aktualizację, zostanie ona pobrana i instalacja będzie kontynuowana od tego miejsca.
zh_tw: 若您選擇更新，將下載更新檔，且安裝進度將從此步驟繼續。

source: Update to the new installer
gl: Actualizar ao novo instalador
pl: Zaktualizuj do nowej wersji instalatora
zh_tw: 更新到新版安裝程式

source: just now
gl: agora mesmo
pl: przed chwilą
zh_tw: 剛剛

source: minute
gl: minuto
pl: minuta
zh_tw: 分鐘

source: minutes
gl: minutos
pl: minuty
zh_tw: 分鐘

source: hour
gl: hora
pl: godzina
zh_tw: 小時

source: hours
gl: horas
pl: godziny
zh_tw: 小時

source: day
gl: día
pl: dzień
zh_tw: 天

source: days
gl: días
pl: dni
zh_tw: 天

source: {amount:2} {unit} ago
gl: hai {amount:2} {unit}
pl: {amount:2} {unit} temu
zh_tw: {amount:2} {unit}之前

source: LICENSE:
gl: LICENZA:
pl: LICENCJA:
zh_tw: 授權：

source: LAST UPDATED:
gl: ÚLTIMA ACTUALIZACIÓN:
pl: OSTATNIA AKTUALIZACJA:
zh_tw: 最後更新：

source: CHANNEL
gl: CANLE
pl: KANAŁ

source: VERSION
gl: VERSIÓN
pl: WERSJA
zh_tw: 版本

source: PUBLISHED
gl: PUBLICACIÓN
pl: OPUBLIKOWANA
zh_tw: 發布

source: CONFINEMENT
gl: CONFINAMENTO
pl: OGRANICZENIE
zh_tw: 限制

source: by:
gl: por:
pl: przez:
zh_tw: 由：

source: Fetching info for {snap} failed
pl: Pobieranie informacji o {snap} nie powiodło się

source: Fetching info for {snap}
pl: Pobieram informacje o {snap}

source: Loading server snaps from store, please wait...
gl: Estanse a cargar snaps de servidor do almacén; agarde un anaquiño...
pl: Ładowanie snapów serwera ze sklepu, proszę czekać...
zh_tw: 自商店載入伺服器 snaps 中，請稍候...

source: Sorry, loading snaps from the store failed.
gl: Desculpe, mais fallou a carga de snaps desde o almacén.
pl: Przepraszamy, ładowanie snapów ze sklepu nie powiodło się.
zh_tw: 抱歉，從商店載入 snaps 失敗。

source: These are popular snaps in server environments. Select or deselect with SPACE, press ENTER to see more details of the package, publisher and versions available.
gl: Estas son snaps populares en ambientes de servidor. Seleccione ou anule a selección con ESPAZO, prema INTRO para ver máis detalles do paquete, quen o publica e as versións dispoñíbeis.
pl: Są to popularne snapy w środowiskach serwerowych. Wybierz lub usuń zaznaczenie za pomocą SPACJI, naciśnij ENTER, aby zobaczyć więcej szczegółów pakietu, wydawcy i dostępnych wersji.
zh_tw: 這些是在伺服器環境下受歡迎的 snaps。用空白鍵來選擇或取消選擇，按下 ENTER 鍵來查閱關於此套件的更多詳細訊、發布者以及可用的版本。

source: GitHub Username:
pl: Nazwa użytkownika serwisu GitHub:

source: Enter your GitHub username.
pl: Podaj nazwę użytkownika serwisu GitHub.

source: A GitHub username may only contain alphanumeric characters or hyphens.
pl: Nazwa użytkownika serwisu GitHub może zawierać tylko znaki alfanumeryczne lub łączniki.

source: Launchpad Username:
gl: Nome de usuario de Launchpad:
pl: Nazwa użytkownika serwisu Launchpad:
zh_tw: Launchpad 使用者名稱：

source: A Launchpad username may only contain lower-case alphanumeric characters, hyphens, plus, or periods.
gl: Un nome de usuario de Launchpad só pode conter caracteres alfanumérico minúsculos, guións, o símbolo de máis e puntos.
pl: Nazwa użytkownika serwisu Launchpad może zawierać tylko małe znaki alfanumeryczne, łączniki, plus lub kropki.
zh_tw: Launchpad 使用者名稱只能由小寫字母、數字、連字號、加號或句點組成。

source: Import SSH identity:
gl: Importar identidade de SSH:
pl: Importuj tożsamość SSH:
zh_tw: 匯入 SSH 身份：

source: from GitHub
pl: z serwisu GitHub

source: from Launchpad
gl: de Launchpad
pl: z serwisu Launchpad
zh_tw: 由 Launchpad

source: You can import your SSH keys from GitHub or Launchpad.
pl: Możesz zaimportować klucze SSH z serwisu GitHub lub Launchpad.

source: This field must not be blank.
gl: Este campo non pode estar baleiro.
pl: To pole nie może pozostać puste.
zh_tw: 此欄位不得為空。

source: SSH id too long, must be <
gl: O identificador de SSH é longo de máis; ten que ser <
pl: Identyfikator SSH jest zbyt długi, musi być <
zh_tw: SSH id 過長，須小於

source: A Launchpad username must start with a letter or number. All letters must be lower-case. The characters +, - and . are also allowed after the first character.
gl: Un nome de usuario de Launchpad debe comezar cunha letra ou un número. Todas as letras deben ser minúsculas. Os caracteres +, - e . tamén se permiten despois do primeiro carácter.
pl: Nazwa użytkownika serwisu Launchpad musi zaczynać się od litery lub cyfry. Wszystkie litery muszą być pisane małymi literami. Znaki +, - i . są również dozwolone po pierwszym znaku.
zh_tw: Launchpad 使用者名稱必須由字母或數字開頭。所有字母必須是小寫。特殊符號 +、- 以及 . 可以在第一個字元後使用。

source: A GitHub username may only contain alphanumeric characters or single hyphens, and cannot begin or end with a hyphen.
pl: Nazwa użytkownika serwisu GitHub może zawierać tylko znaki alfanumeryczne lub pojedyncze łączniki i nie może zaczynać się ani kończyć łącznikiem.

source: Install OpenSSH server
gl: Instalar un servidor de OpenSSH
pl: Zainstaluj serwer SSH
zh_tw: 安裝 OpenSSH 伺服器

source: Allow password authentication over SSH
gl: Permitir a autenticación mediante contrasinal con SSH
pl: Pozwól na używanie haseł przez SSH
zh_tw: 允許 SSH 使用密碼來登入

source: Fetching SSH keys...
gl: Estanse a obter as chaves de SSH...
pl: Pobieranie kluczy SSH...
zh_tw: 取得 SSH 金鑰中...

source: Confirm SSH keys
gl: Confirmar chaves de SSH
pl: Potwierdź klucze SSH
zh_tw: 確認 SSH 金鑰

source: Keys with the following fingerprints were fetched. Do you want to use them?
gl: Obtivéronse chaves coas pegadas dixitais seguintes. Desexa empregalas?
pl: Pobrano klucze z następującymi odciskami. Chcesz ich użyć?
zh_tw: 已下載有著以下指紋的金鑰。您是否想要使用它們？

source: Confirm SSH key
gl: Confirmar chave de SSH
pl: Potwierdź klucz SSH
zh_tw: 確認 SSH 金鑰

source: A key with the following fingerprint was fetched. Do you want to use it?
gl: Obtívose unha chave coa pegada dixital seguinte. Desexa empregala?
pl: Pobrano klucz z następującym odciskiem. Czy chcesz go użyć?
zh_tw: 已下載有著以下指紋的金鑰。您是否想要使用它？

source: You can choose to install the OpenSSH server package to enable secure remote access to your server.
gl: Pode escoller entre instalar o paquete do servidor de OpenSSH para permitir o acceso remoto seguro ao servidor.
pl: Możesz zainstalować pakiet serwera OpenSSH, aby umożliwić bezpieczny zdalny dostęp do serwera.
zh_tw: 您可以選擇安裝 OpenSSH server 套件來啟用對您伺服器的安全遠端連線功能。

source: Select the language to use for the installer and to be configured in the installed system.
gl: Seleccione o idioma para empregar no instalador e configurar no sistema instalado.
pl: Wybierz język, który ma być używany przez instalator i który ma zostać skonfigurowany w zainstalowanym systemie.
zh_tw: 請選擇安裝過程及在安裝好的系統上想使用的語言。

source: Use UP, DOWN and ENTER keys to select your language.
gl: Empregue as teclas ARRIBA, ABAIXO e INTRO para seleccionar o idioma.
pl: Użyj klawiszy GÓRA, DÓŁ oraz ENTER, aby wybrać język.
zh_tw: 使用上、下和 ENTER 鍵選擇您的語言。

source: Help choosing a language
gl: Axuda para escoller un idioma
pl: Pomoc w wyborze języka
zh_tw: 協助選擇語言

source: failed
gl: fallou
pl: niesprawne
zh_tw: 失敗

source: auto
gl: automático
pl: automatyczne
zh_tw: 自動

source: online
gl: en liña
pl: aktywne

source: No zdev devices found.
gl: Non se atoparon dispositivos zdev.
pl: Nie znaleziono urządzeń zdev.
zh_tw: 沒有找到 zdev 裝置。

source: ONLINE
gl: CON CONEXIÓN
pl: WŁĄCZONY

source: NAMES
gl: NOMES
pl: NAZWY
zh_tw: 名稱

source: Enable
gl: Activar
pl: Włącz
zh_tw: 啟用

source: Disable
gl: Desactivar
pl: Wyłącz
zh_tw: 停用

source: VLAN ID:
gl: Identificador de VLAN:

source: OK
gl: Aceptar

source: Format:
gl: Formato:
zh_tw: 格式：

source: Caps Lock
gl: Bloq Maius
zh_tw: Caps Lock 鍵

source: Alt+Shift
gl: Alt+Maiús.

source: Alt+Caps Lock
gl: Alt+Bloqueo de maiúsculas

source: ID
gl: Identificador

source: F1
zh_tw: F1 鍵
