Repository: Spirent-PT/subiquity
Catalog: po/*.po
Languages: gl, pl, zh_tw

source: Stop Using As Boot Device
gl: Deixar de empregar como dispositivo de arranque
pl: Przestań używać jako urządzenia startowego
zh_tw: 不再將其用作開機裝置

source: Add As Another Boot Device
gl: Engadir como outro dispositivo de arranque
pl: Dodaj jako kolejne urządzenie startowe
zh_tw: 新增為另一個開機裝置

source: Use As Boot Device
gl: Empregar como dispositivo de arranque
pl: Użyj jako urządzenie startowe
zh_tw: 用作開機裝置

source: DEVICE
gl: DISPOSITIVO
pl: Urządzenie
zh_tw: 裝置

source: Storage configuration
gl: Configuración do almacenamento
pl: Konfiguracja pamięci masowej
zh_tw: 儲存空間設定

source: Create software RAID (md)
gl: Crear RAID por software (md)
pl: Utwórz programową macierz RAID (md)
zh_tw: 建立軟體 RAID (md)

source: Create volume group (LVM)
gl: Crear grupo de volumes (LVM)
pl: Utwórz grupę woluminów (LVM)
zh_tw: 建立卷宗群組 (LVM)

source: FILE SYSTEM SUMMARY
gl: RESUMO DO SISTEMA DE FICHEIROS
pl: PODSUMOWANIE SYSTEMU PLIKÓW
zh_tw: 檔案系統彙整

source: AVAILABLE DEVICES
gl: DISPOSITIVOS DISPOÑÍBEIS
pl: DOSTĘPNE URZĄDZENIA
zh_tw: 可用裝置

source: USED DEVICES
gl: DISPOSITIVOS EMPREGADOS
pl: UŻYWANE URZĄDZENIA
zh_tw: 使用的裝置

source: Mount a filesystem at /
gl: Montar un sistema de ficheiros en /
pl: Zamontuj system plików na /
zh_tw: 將檔案系統掛載於 /

source: Select a boot disk
gl: Seleccionar un disco de arranque
pl: Wybierz dysk startowy
zh_tw: 選擇開機磁碟

source: To continue you need to:
gl: Para continuar hai que:
pl: Aby kontynuować musisz:
zh_tw: 為了繼續，您需要：

source: Reset
gl: Restabelecer
pl: Przywróć
zh_tw: 重設

source: Configure a guided storage layout, or create a custom one:
gl: Configurar unha disposición de almacenamento guiada ou crear unha personalizada:
pl: Skonfiguruj układ pamięci masowej z przewodnikiem lub utwórz własny:
zh_tw: 設定一個引導式儲存空間配置，或是建立自訂的配置：

source: Passphrase:
gl: Contrasinal:
pl: Hasło:
zh_tw: 通關密語：

source: Confirm passphrase:
gl: Confirme o contrasinal:
pl: Potwierdź hasło:
zh_tw: 確認通關密語：

source: Passphrase must be set
gl: Hai que indicar un contrasinal
pl: Trzeba nadać hasło
zh_tw: 必須設定通關密語

source: Passphrases do not match
gl: Os contrasinais non coinciden
pl: Hasła nie są zgodne
zh_tw: 通關密語不相符

source: Encrypt the LVM group with LUKS
gl: Cifrar o grupo de LVM con LUKS
pl: Zaszyfruj grupę LVM jako LUKS
zh_tw: 用 LUKS 加密 LVM 群組

source: Set up this disk as an LVM group
gl: Configurar este disco como grupo de LVM
pl: Skonfiguruj ten dysk jako grupę LVM
zh_tw: 將此磁碟設定為 LVM 群組

source: Use an entire disk
gl: Empregar un disco enteiro
pl: Wykorzystaj cały dysk
zh_tw: 使用整個磁碟

source: Custom storage layout
gl: Disposición de almacenamento personalizada
pl: Własny układ partycji
zh_tw: 自訂儲存配置

source: Block probing did not discover any disks big enough to support guided storage configuration. Manual configuration may still be possible.
gl: A sondaxe de bloques non descubriu ningún disco de tamaño suficiente para admitir a configuración de almacenamento guiado. A pesar disto, a configuración manual podería ser posíbel.
pl: Odczytywanie bloków nie wykryło dysków wystarczająco dużych, aby obsłużyć konfigurację pamięci masowej z przewodnikiem. Ręczna konfiguracja może być nadal możliwa.
zh_tw: 系統區塊裝置探測沒有找到任何空間夠大可進行引導式儲存空間設定的磁碟。 可能可以進行手動設定。

source: Block probing did not discover any disks. Unfortunately this means that installation will not be possible.
gl: A sondaxe de bloques non descubriu ningún disco. Desafortunadamente, isto significa que a instalación non é posíbel.
pl: Odczytywanie bloków nie wykryło żadnych dysków. Niestety oznacza to, że instalacja nie będzie możliwa.
zh_tw: 系統區塊裝置探測沒有找到任何磁碟。很不幸的這代表 安裝將不可能完成。

source: Guided storage configuration
gl: Configuración de almacenamento guiada
pl: Konfiguracja pamięci masowej z przewodnikiem
zh_tw: 引導式儲存空間設定

source: Help on guided storage configuration
gl: Axuda para a configuración de almacenamento guiada
pl: Pomoc dotycząca konfiguracji pamięci masowej z przewodnikiem
zh_tw: 關於引導式儲存空間設定的說明

source: The only characters permitted in the name of a volume group are a-z, A-Z, 0-9, +, _, . and -
gl: Os únicos caracteres permitidos no nome dun grupo de volumes son a-z, A-Z, 0-9, +, _, . e -
pl: Jedyne znaki dozwolone w nazwie grupy woluminów to a-z, A-Z, 0-9, +, _, . oraz -
zh_tw: 邏輯卷宗群組名稱可用的字元為 a-z、A-Z、0-9、+、_、. 和 -

source: Passphrases
gl: Contrasinais
pl: Hasła
zh_tw: 通關密語

source: Devices:
gl: Dispositivos:
pl: Urządzenia:
zh_tw: 裝置：

source: Size:
gl: Tamaño:
pl: Rozmiar:
zh_tw: 大小：

source: Create encrypted volume
gl: Crear un volume cifrado
pl: Utwórz zaszyfrowany wolumin
zh_tw: 建立加密卷宗

source: Select at least one device to be part of the volume group.
gl: Seleccione cando menos un dispositivo que faga parte do grupo de volumes.
pl: Wybierz co najmniej jedno urządzenie, które będzie częścią grupy woluminów.
zh_tw: 選擇至少一裝置，以組成卷宗群組。

source: The name of a volume group cannot be empty
gl: O nome do grupo de volumes non pode estar baleiro
pl: Nazwa grupy woluminów nie może być pusta
zh_tw: 卷宗群組的名稱不得為空

source: The name of a volume group cannot start with a hyphen
gl: O nome do grupo de volumes non pode comezar cun guión
pl: Nazwa grupy woluminów nie może zaczynać się od łącznika
zh_tw: 卷宗群組的名稱不得以連字號開頭

source: There is already a volume group named '{name}'
gl: Xa existe un grupo de volumes chamado «{name}»
pl: Istnieje już grupa woluminów o nazwie '{name}'
zh_tw: 已有名為「{name}」的卷宗群組

source: {name} is not a valid name for a volume group
gl: {name} non é un nome válido para un grupo de volumes
pl: {name} nie jest prawidłową nazwą grupy woluminów
zh_tw: {name} 並非有效的卷宗群組名稱

source: Create LVM volume group
gl: Crear un grupo de volumes LVM
pl: Utwórz grupę woluminów LVM
zh_tw: 建立 LVM 卷宗群組

source: Edit volume group "{name}"
gl: Editar o grupo de volumes «{name}»
pl: Edytuj grupę woluminów "{name}"
zh_tw: 編輯卷宗群組「{name}」

source: Leave unformatted
gl: Deixar sen formatar
pl: Pozostaw niesformatowane
zh_tw: 保持未格式化狀態

source: Leave formatted as {fstype}
gl: Deixar formatado como {fstype}
pl: Pozostaw sformatowaną jako {fstype}
zh_tw: 保持格式化為 {fstype} 狀態

source: Capped partition size at {size}
gl: Tamaño de partición limitado a {size}
pl: Ograniczony rozmiar partycji na {size}
zh_tw: 設定分割區大小上限於 {size}

source: Rounded size up to {size}
gl: Tamaño arredondado a {size}
pl: Rozmiar zaokrąglony do {size}

source: The only characters permitted in the name of a logical volume are a-z, A-Z, 0-9, +, _, . and -
gl: Os únicos caracteres permitidos no nome dun volume lóxico son a-z, A-Z, 0-9, +, _, . e -
pl: Jedyne znaki dozwolone w nazwie woluminu logicznego to a-z, A-Z, 0-9, +, _, . oraz -
zh_tw: 邏輯卷宗名稱可用的字元為 a-z、A-Z、0-9、+、_、. 和 -

source: Size (max {size}):
gl: Tamaño (máx. {size}):
pl: Rozmiar (maksymalnie {size}):
zh_tw: 大小（最大 {size}）：

source: Name:
gl: Nome:
pl: Nazwa:
zh_tw: 名稱：

source: Mount:
gl: Montaxe:
pl: Montowanie:
zh_tw: 掛載點：

source: Use as swap
gl: Empregar como memoria de intercambio
pl: Użyj jako partycję wymiany
zh_tw: 用作置換空間

source: Use this swap partition in the installed system.
gl: Empregar esta partición de intercambio no sistema instalado.
pl: Użyj tej partycji wymiany w zainstalowanym systemie.
zh_tw: 在安裝的系統使用此置換分割區

source: The name of a logical volume cannot be empty
gl: O nome dun volume lóxico non pode estar baleiro
pl: Nazwa woluminu logicznego nie może być pusta
zh_tw: 邏輯卷宗的名稱不可為空

source: The name of a logical volume cannot start with a hyphen
gl: O nome dun volume lóxico non pode comezar cun guión
pl: Nazwa woluminu logicznego nie może zaczynać się od łącznika
zh_tw: 邏輯卷宗的名稱不可以連字號開頭

source: A logical volume may not be called {name}
pl: Wolumin logiczny nie może nazywać się {name}

source: The name of a logical volume may not contain "{substring}"
pl: Nazwa woluminu logicznego nie może zawierać "{substring}"

source: There is already a logical volume named {name}.
pl: Istnieje już wolumin logiczny o nazwie {name}.

source: Path exceeds PATH_MAX
gl: A ruta excede de PATH_MAX
pl: Liczba znaków w ścieżce przekracza PATH_MAX
zh_tw: 路徑長度超越 PATH_MAX

source: {device} is already mounted at {path}.
gl: {device} xa está montado en {path}.
pl: {device} jest już zamontowane na {path}.
zh_tw: {device} 已掛載於 {path}

source: Mounting an existing filesystem at {mountpoint} is usually a bad idea, proceed only with caution.
gl: Normalmente, montar un sistema de ficheiros xa existente en {mountpoint} é unha mala idea; proceda con coidado.
pl: Montowanie istniejącego systemu plików w {mountpoint} jest zwykle złym pomysłem, postępuj tylko ostrożnie.
zh_tw: 將現存的檔案系統掛載於 {mountpoint} 通常不是個好主意，請謹慎進行。

source: Bootloader partition {middle} However, on a disk with a GPT partition table, there is not enough space after the MBR for GRUB to store its second-stage core.img, so a small unformatted partition is needed at the start of the disk. It will not contain a filesystem and will not be mounted, and cannot be edited here.
gl: Partición do cargador de arranque {middle} Porén, nun disco cunha táboa de partición GPT non hai espazo abondo despois do MBR para que GRUB almacene a súa core.img da segunda etapa, polo que se precisa unha partición pequena sen formatar no inicio do disco. Non contén un sistema de ficheiros, non se monta e non é posíbel montala aquí.
pl: Partycja startowa {middle} Jednak na dysku z tabelą partycji GPT nie ma wystarczającej ilości miejsca po MBR, aby GRUB mógł przechowywać swój drugi etap core.img, więc na początku dysku potrzebna jest mała niesformatowana partycja. Nie będzie zawierała systemu plików, nie będzie montowana i nie można jej tutaj edytować.

source: If this disk is selected as a boot device, GRUB will be installed onto the target disk's MBR.
gl: Ao seleccionar este disco como dispositivo de arranque, GRUB instálase no MBR do disco de destino.
pl: Jeśli ten dysk zostanie wybrany jako urządzenie startowe, GRUB zostanie zainstalowany w MBR dysku docelowego.
zh_tw: 若此磁碟被選為開機裝置，GRUB 將被安裝於 目標磁碟的主開機紀錄上。

source: As this disk has been selected as a boot device, GRUB will be installed onto the target disk's MBR.
gl: Dado que este disco foi seleccionado como dispositivo de arranque, GRUB vaise instalar no MBR do disco de destino.
pl: Ponieważ ten dysk został wybrany jako urządzenie startowe, GRUB zostanie zainstalowany w MBR dysku docelowego.
zh_tw: 因為磁碟被選為開機裝置，GRUB 將被安裝於 目標磁碟的主開機紀錄上。

source: Bootloader partition This is an ESP / "EFI system partition" as required by UEFI. If this disk is selected as a boot device, Grub will be installed onto this partition, which must be formatted as fat32.
gl: Partición do cargador de arranque Esta é unha ESP / «partición de sistema EFI», tal e como require UEFI. Ao seleccionar este disco como dispositivo de arranque, Grub instálase nesta partición, que debe ter o formato fat32.
pl: Partycja startowa Jest to partycja systemowa ESP / "Parrtycja systemowa EFI" zgodnie z wymaganiami UEFI. Jeśli ten dysk zostanie wybrany jako urządzenie startowe, GRUB zostanie zainstalowany na tej partycji, która musi być sformatowana jako fat32.
zh_tw: 開機載入程式分割區 此為 UEFI 必需的 ESP（EFI 系統分割區）。 若本磁碟被選為開機裝置，GRUB 將被安裝於此分割區， 且必須格式化為 FAT32。

source: Bootloader partition This is an ESP / "EFI system partition" as required by UEFI. As this disk has been selected as a boot device, Grub will be installed onto this partition, which must be formatted as fat32.
gl: Partición do cargador de arranque Esta é unha ESP / «partición de sistema EFI», tal e como require UEFI. Ao estar seleccionado este disco como dispositivo de arranque, Grub instálase nesta partición, que debe ter o formato fat32.
pl: Partycja startowa Jest to partycja systemowa ESP / "Parrtycja systemowa EFI" zgodnie z wymaganiami UEFI. Ponieważ dysk ten został wybrany jako urządzenie startowe, GRUB zostanie zainstalowany na tej partycji, która musi być sformatowana jako fat32.
zh_tw: 開機載入程式分割區 此為 UEFI 必需的 ESP（EFI 系統分割區）。 因本磁碟被選為開機裝置，GRUB 將被安裝於此分割區， 且必須格式化為 FAT32。

source: The only aspect of this partition that can be edited is the size.
gl: O único aspecto desta partición que é posíbel editar é o seu tamaño.
pl: Jedyną opcją tej partycji jaka może zostać zmodyfikowana jest rozmiar.
zh_tw: 此分割區只有大小能被調整。

source: You can choose whether to use the existing filesystem on this partition or reformat it.
gl: Pode escoller entre empregar o sistema de ficheiros existente nesta partición ou reformatala.
pl: Możesz wybrać, czy chcesz użyć istniejącego systemu plików na tej partycji, czy ponownie ją sformatować.
zh_tw: 您可以選擇使用此分割區上的現有檔案系統， 或者將其重新格式化。

source: Required bootloader partition This is the PReP partion which is required on POWER. If this disk is selected as a boot device, Grub will be installed onto this partition.
gl: Partición do cargador de arranque requirida Esta é a partición PReP requirida por POWER. Ao seleccionar este disco como dispositivo de arranque, Grub instálase nesta partición.
pl: Wymagana partycja startowa To jest partycja PReP, która jest wymagana w POWER. Jeśli ten dysk zostanie wybrany jako urządzenie startowe, GRUB zostanie zainstalowany na tej partycji.
zh_tw: 需要開機載入程式分割區 此為開機時必要的 PReP 分割區。若本磁碟 被選為開機裝置，GRUB 將被安裝於此分割區。

source: Required bootloader partition This is the PReP partion which is required on POWER. As this disk has been selected as a boot device, Grub will be installed onto this partition.
gl: Partición do cargador de arranque requirida Esta é a partición PReP requirida por POWER. Ao ter seleccionado este disco como dispositivo de arranque, Grub instálase nesta partición.
pl: Wymagana partycja startowa To jest partycja PReP, która jest wymagana w POWER. Ponieważ ten dysk został wybrany jako urządzenie startowe, GRUB zostanie zainstalowany na tej partycji.
zh_tw: 需要開機載入程式分割區 此為開機時必要的 PReP 分割區。因為本磁碟 被選為開機裝置，GRUB 將被安裝於此分割區。

source: Use existing fat32 filesystem
gl: Empregar o sistema de ficheiros fat32 existente
pl: Użyj istniejącego systemu plików fat32
zh_tw: 使用現有 fat32 檔案系統

source: Reformat as fresh fat32 filesystem
gl: Reformatar como sistema de ficheiros fat32 novo
pl: Sformatuj jako świeży system plików fat32
zh_tw: 重新格式化為新的 FAT32 檔案系統

source: Adding logical volume to {vgname}
gl: Estase a engadir o volume lóxico a {vgname}
pl: Dodawanie woluminu logicznego do {vgname}
zh_tw: 在 {vgname} 加入邏輯卷宗

source: Adding {ptype} partition to {device}
gl: Estase a engadir a partición {ptype} a {device}
pl: Dodanie partycji {ptype} do {device}
zh_tw: 在 {device} 加入 {ptype} 分割區

source: Editing logical volume {lvname} of {vgname}
gl: Estase a editar o volume lóxico {lvname} de {vgname}
pl: Edycja woluminu logicznego {lvname} grupy {vgname}
zh_tw: 正在編輯 {vgname} 的 {lvname} 邏輯卷宗

source: Editing partition {number} of {device}
gl: Estase a editar a partición {number} de {device}
pl: Edycja partycji {number} urządzenia {device}
zh_tw: 正在編輯 {device} 上的分割區 {number}

source: Formatting and mounting a disk directly is unusual. You probably want to add a partition instead.
gl: Formatar e montar un disco directamente non é o normal. Posibelmente o que desexe sexa engadir unha partición.
pl: Formatowanie i montowanie dysku bezpośrednio jest nietypowe. Prawdopodobnie zamiast tego chcesz dodać partycję.
zh_tw: 直接格式化並掛載磁碟是很罕見的，您或許會想先新增分割區。

source: Format and/or mount {device}
pl: Formatuj i/lub montuj {device}

source: Waiting for storage probing to complete
gl: Estase a agardar a que conclúa a sondaxe do almacenamento
pl: Oczekiwanie na zakończenie odczytywania pamięci masowej
zh_tw: 等待儲存裝置探測工作完成中

source: The installer is probing for block devices to install to. Please wait until it completes.
gl: O instalador está sondando dispositivos de bloque para instalar. Agarde a que conclúa.
pl: Instalator prowadzi odczyt urządzeń blokowych do zainstalowania. Poczekaj, aż się zakończy.
zh_tw: 安裝程式正在探測要安裝至哪個系統區塊裝置。請稍待它完成。

source: Unfortunately probing for devices to install to failed. Please report a bug on Launchpad, and if possible include the contents of the /var/log/installer directory.
gl: Desafortunadamente, fallou a sondaxe de dispositivos para instalar. Informe dun erro en Launchpad e, de ser posíbel, inclúa o contido do directorio /var/log/installer.
pl: Niestety odczytywanie urządzeń do zainstalowania nie powiodło się. Prosimy o zgłoszenie błędu w serwisie Launchpad i jeśli to możliwe dołącz zawartość katalogu /var/log/installer.
zh_tw: 很不幸的探測要安裝至哪個系統區塊裝置的工作失敗。請至 Launchpad 回報錯誤，若可能的話請附上 /var/log/installer 資料夾內的內容。

source: Probing for devices to install to failed
gl: Fallou a sondaxe de dispositivos para instalar
pl: Odczytywanie urządzeń do zainstalowania nie powiodło się
zh_tw: 探測要安裝至哪個裝置的工作失敗

source: Show Error Report
gl: Mostrar o informe de erro
pl: Pokaż raport błędów
zh_tw: 顯示錯誤報告

source: / is not permitted in the name of a RAID device
gl: / non está permitido no nome dun dispositivo RAID
pl: W nazwie urządzenia RAID nie może występować /
zh_tw: / 不可出現在 RAID 裝置名稱中

source: Whitespace is not permitted in the name of a RAID device
gl: Os espazos en branco non están permitidos no nome dun dispositivo RAID
pl: W nazwie urządzenia RAID nie może występować spacja
zh_tw: 空白不可出現在 RAID 裝置名稱中

source: RAID Level:
gl: Nivel de RAID:
pl: Poziom RAID:
zh_tw: RAID 等級：

source: There is already a RAID named '{name}'
pl: Już istnieje RAID o nazwie '{name}'

source: . and .. are not valid names for RAID devices
gl: . e .. non son nomes válidos para dispositivos RAID
pl: . oraz .. nie są poprawnymi nazwami urządzeń RAID
zh_tw: . 及 .. 並非有效的 RAID 裝置名稱

source: RAID Level "{level}" requires at least {min_active} active devices
gl: O nivel de RAID «{level}» require dun mínimo de {min_active} dispositivos activos
pl: Poziom RAID "{level}" wymaga co najmniej {min_active} aktywnych urządzeń
zh_tw: RAID {level} 需要至少 {min_active} 部連線的磁碟

source: Create software RAID ("MD") disk
gl: Crear disco de RAID por software («MD»)
pl: Utwórz programowy dysk RAID ("MD")
zh_tw: 建立軟體 RAID ("MD") 磁碟

source: Edit software RAID disk "{name}"
gl: Editar disco de RAID por software «{name}»
pl: Edytuj programowy dysk RAID "{name}"
zh_tw: 編輯軟體 RAID 磁碟 {name}

source: Welcome to the Ubuntu Server Installer! The most popular server Linux in the cloud and data centre, this release of Ubuntu will receive updates for 9 months from release. The installer will guide you through installing Ubuntu Server {release}. The installer only requires the up and down arrow keys, space (or return) and the occasional bit of typing. This is version {snap_version} of the installer.
gl: Reciba a benvida ao instalador de Ubuntu Server! O servidor de Linux máis popular na nube e no centro de datos, esta publicación de Ubuntu recibirá actualizacións durante 9 meses a partir da publicación. O instalador vai guiar agora na instalación de Ubuntu Server {release}. O instalador só require das teclas de frecha para arriba e para abaixo, espazo (ou Intro) e, ocasionalmente, escribir algo. Esta é a versión {snap_version} do instalador.
pl: Witamy w instalatorze Ubuntu Server! Najpopularniejszy serwer Linux w chmurze i centrum danych; to wydanie Ubuntu będzie otrzymywać aktualizacje przez 9 miesięcy od wydania. Instalator poprowadzi Cię przez proces instalacji Ubuntu Server {release}. Instalator wymaga tylko klawiszy strzałek w górę i w dół, spacji (lub enter) i od czasu do czasu trochę pisania. To jest wersja {snap_version} instalatora.
zh_tw: 歡迎使用 Ubuntu Server 安裝程式 Ubuntu Server 乃雲端及資料中心裡最熱門的伺服器 Linux 作業系統， 此版本的 Ubuntu 在釋出後的九個月內都可以持續取得更新。 本安裝程式將帶您安裝 Ubuntu Server {release}。 本安裝程式僅需使用上下鍵、空白鍵（或 Enter / Return 鍵）， 並輸入一些資料。 此為 {snap_version} 版的安裝程式。

source: Welcome to the Ubuntu Server Installer! The most popular server Linux in the cloud and data centre, you can rely on Ubuntu Server and its five years of guaranteed free upgrades. The installer will guide you through installing Ubuntu Server {release} LTS. The installer only requires the up and down arrow keys, space (or return) and the occasional bit of typing. This is version {snap_version} of the installer.
gl: Reciba a benvida ao instalador de Ubuntu Server! O servidor de Linux máis popular na nube e no centro de datos, vostede pode confiar en Ubuntu Server e nos seus cinco anos de anovacións gratuítas garantizadas. O instalador vai guiar agora na instalación de Ubuntu Server {release}. O instalador só require das teclas de frecha para arriba e para abaixo, espazo (ou Intro) e, ocasionalmente, escribir algo. Esta é a versión {snap_version} do instalador.
pl: Witamy w instalatorze Ubuntu Server! Najpopularniejszy serwer Linux w chmurze i centrum danych; możesz polegać na Ubuntu Server i jego pięciu latach gwarantowanych darmowych aktualizacji. Instalator poprowadzi Cię przez proces instalacji Ubuntu Server {release} LTS. Instalator wymaga tylko klawiszy strzałek w górę i w dół, spacji (lub enter) i od czasu do czasu trochę pisania. To jest wersja {snap_version} instalatora.
zh_tw: 歡迎使用 Ubuntu Server 安裝程式 Ubuntu Server 乃雲端及資料中心裡最熱門的伺服器 Linux 作業系統， 您可以仰賴其保證的五年免費升級。 本安裝程式將帶您安裝 Ubuntu Server {release} LTS。 本安裝程式僅需使用上下鍵、空白鍵（或 Enter/Return 鍵）， 並輸入一些資料。 此為 {snap_version} 版的安裝程式。

source: It is possible to connect to the installer over the network, which might allow the use of a more capable terminal and can offer more languages than can be rendered in the Linux console.
pl: Możliwe jest połączenie z instalatorem przez sieć, co może pozwolić na użycie bardziej wydajnego terminala i może oferować więcej języków niż można wyświetlić w konsoli systemu Linux.

source: To connect, SSH to any of these addresses:
gl: Para conectar, faga SSH a un destes enderezos:
pl: Aby się połączyć, SSH na dowolny z tych adresów:
zh_tw: 若要連線請以 SSH 建立連線至以下其一位址：

source: To connect, SSH to {username}@{ip}.
pl: Aby się połączyć, SSH do {username}@{ip}.

source: The password you should use is "{password}".
pl: Hasło, którego należy użyć, to "{password}".

source: You should use the preconfigured password passed to cloud-init.
pl: Należy użyć wstępnie skonfigurowanego hasła przekazanego do cloud-init.

source: You can log in with the {keytype} key with fingerprint: {fingerprint}
pl: Możesz zalogować się za pomocą klucza {keytype} z odciskiem: {fingerprint}

source: You can log in with one of the following keys:
pl: Możesz zalogować się jednym z następujących kluczy:

source: Or you can use the password "{password}".
pl: Możesz też użyć hasła "{password}".

source: Or you can use the preconfigured password passed to cloud-init.
pl: Możesz też użyć wstępnie skonfigurowanego hasła przekazanego do cloud-init.

source: Unfortunately this system seems to have no global IP addresses at this time.
gl: Desafortunadamente, semella que este sistema non ten enderezos de IP globais neste momento.
pl: Niestety ten system wydaje się nie mieć obecnie globalnych adresów IP.
zh_tw: 很抱歉，此系統目前沒有全域的 IP 位址。

source: Unfortunately the installer was unable to detect the password that has been set.
gl: Desafortunadamente, o instalador non foi quen de detectar o contrasinal que se indicou.
pl: Niestety instalator nie mógł wykryć hasła, które zostało ustawione.
zh_tw: 很抱歉，安裝程式無法偵測設定的密碼。

source: The following keys can be used at any time:
gl: Pódense empregar as teclas seguintes en calquera momento:
pl: Następujące kawisze mogą być używane w dowolnym momencie:
zh_tw: 下列金鑰可隨時被使用：

source: go back
gl: retroceder
pl: przejdź wstecz
zh_tw: 後退

source: open help menu
gl: abrir o menú de axuda
pl: otwórz menu pomocy
zh_tw: 打開說明選單

source: switch to shell
gl: acceder á consola
pl: przełącz do powłoki
zh_tw: 切換至 shell

source: redraw screen
gl: actualizar as pantalla
pl: odśwież ekran
zh_tw: 重繪畫面

source: toggle rich mode (colour, unicode) on and off
pl: włączanie i wyłączanie trybu bogatego (kolor, unikod)

source: quit
gl: saír
pl: wyjdź
zh_tw: 結束

source: generate noisy error report
gl: xerar un informe de erro detallado
pl: generuj głośny raport o błędach
zh_tw: 產生較為詳盡的錯誤報告

source: generate quiet error report
gl: xerar un informe de erro sucinto
pl: generuj cichy raport o błędach
zh_tw: 產生較為簡略的錯誤報告
